Repository: jethrocarr/pluf
Catalog: src/Pluf/locale/*/pluf.po
Languages: cs, de, fr

source: Template file contains invalid characters: %s
cs: Template obsahuje neplatné znaky: %s
de: Die Vorlage enthält ungültige Zeichen: %s
fr: Le chemin du gabarit contient des caractères invalides: %s

source: Template file not found: %s
cs: Template soubor nenalezen: %s
de: Die Vorlage wurde nicht gefunden: %s
fr: Fichier gabarit %s introuvable.

source: Invalid tag in translation extractor: %s
cs: Neplatný tag při extrahování překladů: %s
de: Ungültiger Tag im Übersetzungs-Generator: %s
fr: Marqueur invalide dans l'extraction des traductions: %s

source: Invalid function syntax: %s
cs: Neplatná syntaxe funkce: %s
de: Ungültige Funktionssyntax: %s
fr: Syntaxe de fonction invalide : %s

source: Invalid tag syntax: %s
cs: Neplatná syntaxe tagu: %s
de: Ungültige Tag-Syntax: %s
fr: Syntaxe du marqueur invalide : %s

source: Invalid syntax: (%s) %s.
cs: Neplatná syntaxe: (%s) %s.
de: Ungültige Syntax: (%s) %s.
fr: Syntaxe invalide : (%s) %s.

source: Invalid character: (%s) %s.
cs: Neplatný znak: (%s) %s.
de: Ungültiges Zeichen: (%s) %s.
fr: Caractère invalide : (%s) %s.

source: (Hidden field %1$s) %2$s
cs: (Skryté pole %1$s) %2$s
de: (Verborgenes Feld %1$s) %2$s
fr: (Champ caché %1$s) %2$s

source: Prev
cs: Předchozí
de: Vorherige
fr: Préc

source: Next
cs: Následující
de: Nächste
fr: Suivant

source: Name
cs: Jméno
fr: Nom

source: Sort
cs: Setřídit
de: Sortierung
fr: Ordre

source: asc
cs: vzestupně
de: aufsteigend

source: desc
cs: sestupně
de: absteigend

source: Filter the list:
cs: Filtrovat seznam:
de: Liste filtern:
fr: Filtrer la liste :

source: Filter
cs: Filtr
fr: Filtre

source: now
cs: teď
de: jetzt
fr: maintenant

source: occurence
cs: událost
de: Vorkommen
fr: occurrence

source: word
cs: slovo
de: Wort
fr: mot

source: model class
cs: třída modelu
de: Modell-Klasse
fr: class du modèle

source: model id
cs: id modelu
de: Modell-Id

source: occurences
cs: události
de: Vorkommen
fr: occurrences

source: search stats
cs: vyhledávací statistiky
de: Suchstatistik
fr: stats de l'index

source: number of indexations
cs: počet indexů
de: Anzahl der Indexierungen
fr: nombre d'indexations

source: created at
cs: vytvořeno
de: erstellt am
fr: créé à

source: modified at
cs: modifikováno
de: geändert am
fr: modifié à

source: DB error:
cs: chyba databáze:
de: Datenbank-Fehler:
fr: Erreur de la base de données :

source: model ID
cs: ID modelu
de: Modell-ID
fr: ID du modèle

source: owner ID
cs: ID vlastníka
de: Besitzer-ID
fr: ID du propriétaire

source: owner class
cs: třída vlastníka
de: Besitzer-Klasse
fr: Class du propriètaire

source: For example Pluf_User or Pluf_Group.
cs: Například Pluf_User nebo Pluf_Group.
de: Beispielsweise Pluf_User oder Pluf_Group.
fr: Par exemple Pluf_User ou Pluf_Group.

source: do not have the permission
cs: nemám oprávnění
de: Habe keine Zugriffsrechte
fr: n'a pas la permission

source: permission
cs: oprávnění
de: Erlaubnis

source: Error: More than one matching item found.
cs: Chyba: Nalezen více než jeden platný výskyt.

source: The view "%s" is not defined.
cs: Pohled "%s" není definován.
de: Die Ansicht "%s" ist nicht definiert.
fr: La vue "%s" n'est pas définie.

source: No matching foreign key found in model: %s for model %s
cs: Nenalezen foreign key v modelu: %s for model %s
de: Keine passenden Fremdschlüssel im Modell gefunden: %s für Modell %s
fr: Aucune clef étrangère trouvé dans le modèle %s pour le modèle %s

source: Cannot write the compiled template: %s
cs: Není možne uložit zkompilovaný template: %s
de: Kann die übersetzte Vorlage nicht speichern: %s
fr: Ne peut pas écrire le gabarit compilé: %s

source: Fixture file not found: %s.
cs: Fixture soubor nenalezen: %s.
de: Die Datei mit den Ausgangsdaten der Datenbank ist nicht vorhanden: %s.
fr: Fichier de fixtures non trouvé : %s.

source: Cannot load existing model <%1$s(%2$s)>.
cs: Není možné načíst existující model <%1$s(%2$s)>.
de: Kann vorhandenes Modell nicht laden <%1$s(%2$s)>.
fr: Ne peut pas charger le modèle <%1$s(%2$s)>.

source: year
cs: rok
de: Jahr
fr: an

source: month
cs: měsíc
de: Monat
fr: mois

source: day
cs: den
de: Tag
fr: jour

source: hour
cs: hodina
de: Stunde
fr: heure

source: minute
cs: minuta

source: second
cs: sekunda
de: Sekunde
fr: seconde

source: %s ago
cs: před %s
de: vor %s
fr: il y a %s

source: %s left
cs: uběhlo %s
de: %s verbleiben
fr: %s restant

source: group
cs: skupina
de: Gruppe
fr: groupe

source: name
cs: jméno
fr: nom

source: description
cs: popis
de: Beschreibung

source: <a href="%s">Please, click here to be redirected</a>.
cs: <a href="%s">Prosím, kliknět zde pro přesměrování</a>.
de: <a href="%s">Um weiter geleitet zu werden, klicke bitte hier.</a>.
fr: <a href="%s">S'il vous plaît, cliquez ici pour être redirigé</a>.

source: Enter a valid address.
cs: Zadejte platnou adresu.
de: Gib eine gültige Adresse ein.
fr: Entrez une adresse valide.

source: Enter a valid date.
cs: Zadejte platné datum.
de: Gib ein gültiges Datum ein.
fr: Entrez une date valide.

source: The value must be an integer.
cs: Hodnota musí být číslo.
de: Der Wert muss ganzzahlig sein.
fr: La valeur doit être un nombre entier.

source: Ensure that this value is not greater than %1$d.
cs: Ujistěte se, že tato hodnota není větší než %1$d.
de: Stelle sicher, dass der Wert nicht größer als %1$d ist.
fr: Assurez-vous que la valeur ne soit pas supérieure à %1$d.

source: Ensure that this value is not lower than %1$d.
cs: Ujistěte se, že tato hodnota není menší než %1$d.
de: Stelle sicher, dass der Wert nicht kleiner als %1$d ist.
fr: Assurez-vous que la valeur ne soit pas inférieure à %1$d.

source: Enter a number.
cs: Zadejte číslo.
de: Gib eine Zahl ein.
fr: Entrez un nombre.

source: Ensure this value is less than or equal to %s.
cs: Ujistěte se, že tato hodnota je menší nebo rovna %1$d.
de: Stelle sicher, dass der Wert kleiner oder gleich %s ist.
fr: Assurez-vous que la valeur est inférieure ou égale à %s.

source: Ensure this value is greater than or equal to %s.
cs: Ujistěte se, že tato hodnota je větší nebo rovna %1$d.
de: Stelle sicher, dass der Wert größer oder gleich %s ist.
fr: Assurez-vous que la valeur est supérieure ou égale à %s.

source: Enter a valid email address.
cs: Zadejte správnou e-mailovou adresu.
de: Gib eine gültige E-Mail-Adresse ein.
fr: Entrez une adresse email valide.

source: No files were uploaded. Please try to send the file again.
cs: Nebyl nahrán žádný soubor. Prosím, zkuste to znovu.
de: Es wurden keine Dateien hoch geladen. Bitte versuche die Datei erneut hochzuladen.
fr: Aucun fichier n'a été transmis. Essayez d'envoyer le fichier une nouvelle fois.

source: The uploaded file is too large. Reduce the size of the file to %s and send it again.
cs: Nahrávaný soubor je příliš velký. Zmenšete velikost souboru %s a pošlete jej znova.

source: The upload did not complete. Please try to send the file again.
cs: Nahrávání se nepovedlo. Prosím, zkuste poslat soubor znovu.
de: Das Hochladen wurde nicht abgeschlossen. Bitte versuche die Datei erneut hochzuladen.
fr: L'envoi du fichier ne s'est pas achevé. Essayez de l'envoyer une nouvelle fois.

source: The server has no temporary folder correctly configured to store the uploaded file.
cs: Server nemá správně nastavení dočasný adresář pro uložení nahrávaného souboru.
de: Das temporäre Upload-Verzeichnis ist nicht richtig konfiguriert, um die hochgeladene Datei zu speichern.
fr: Le serveur n'a pas de répertoire temporaire correctement configuré pour stocker les fichiers transmis.

source: The uploaded file has been stopped by an extension.
cs: Nahravání souboru bylo zastaveno rozšířením (extension).
de: Das Hochladen wurde durch eine Programmkomponente verhindert.
fr: Le fichier transmis a été bloqué par une extension.

source: An error occured when upload the file. Please try to send the file again.
cs: Nastala chyba při nahrávání souboru. Prosím, zkuste soubor odeslat znovu.
de: Während dem Hochladen ist ein Fehler aufgetreten. Bitte versuche die Datei erneut hochzuladen.
fr: Une erreur est survenu pendant la transmission du fichier. Essayez de transmettre le fichier de nouveau.

source: The uploaded file is to big (%1$s). Reduce the size to less than %2$s and try again.
cs: Nahrávaný soubor je příliš velký (%1$s). Zmenšete velikost tak, aby byla menší než %2$s a zkuste to znovu.
de: Die hochgeladene Datei ist zu groß (%1$s). Reduziere die Dateigröße auf unter %2$s und versuche es erneut.
fr: Le fichier transmis est trop gros (%1$s). Essayez d'obtenir une taille inférieure à %2$s et essayez de nouveau.

source: An error occured when creating the upload path. Please try to send the file again.
cs: Vznikla chyba při vytváření cesty pro uložení. Prosím, zkuste soubor odeslat znovu.
de: Beim erzeugen des Upload-Pfades ist ein Fehler aufgetreten. Bitte versuche die Datei erneut hochzuladen.
fr: Une erreur est survenu pendant la création du chemin de stockage. Essayez de transmettre le fichier de nouveau.

source: A file with the name "%s" has already been uploaded.
cs: Soubor s jménem "%s" již existuje.
de: Eine Datei mit dem Namen "%s" wurde bereits auf den Server hochgeladen.
fr: Un fichier avec le nom "%s" a déjà été envoyé.

source: An error occured when uploading the file. Please try to send the file again.
cs: Vznikla chyba při nahrávání souboru. Prosím, zkuste soubor odeslat znovu.
de: Während dem Hochladen ist ein Fehler aufgetreten. Bitte versuche die Datei erneut hochzuladen.
fr: Une erreur est survenu pendant la transmission du fichier. Essayez de transmettre le fichier de nouveau.

source: Ensure this value has at most %1$d characters (it has %2$d).
cs: Ujistěte se, že hodnota má maximálně %1$d znaků (má pouze %2$d).
de: Stelle sicher, dass dieser Wert maximal %1$d Zeichen enthält (derzeit %2$d Zeichen).
fr: Assurez-vous que la valeur ait au maximum %1$d caractères (elle en contient %2$d).

source: Ensure this value has at least %1$d characters (it has %2$d).
cs: Ujistěte se, že hodnota má minimálně %1$d znaků (má pouze %2$d).
de: Stelle sicher, dass der Wert mindestens %1$d Zeichen enthält (derzeit %2$d Zeichen).
fr: Assurez-vous que la valeur ait au minimum %1$d caractères (elle en contient %2$d).

source: Enter a valid date/time.
cs: Zadejte platné datum/čas.
de: Gib ein gültiges Datum bzw. eine gültige Zeit ein.
fr: Entrez une date/heure valide.

source: Cannot save the model from an invalid form.
cs: Nemohu uložit model z neplatného formuláře.
de: Das Modell eines ungültigen Formulars kann nicht gespeichert werden.
fr: Ne peut pas sauvegarder le modèle depuis un formulaire non valide.

source: This field is required.
cs: Tato položka je povinná
de: Dieses Feld muss ausgefüllt sein.
fr: Ce champ est à fournir.

source: user
cs: uživatel
de: Benutzer
fr: utilisateur

source: first name
cs: jméno
de: Vorname
fr: prénom

source: last name
cs: příjmení
de: Nachname
fr: nom de famille

source: password
cs: heslo
de: Passwort
fr: mot de passe

source: Format: [algo]:[salt]:[hash]
cs: Formát: [algo]:[salt]:[hash]

source: administrator
cs: administrátor
fr: administrateur

source: staff
cs: četa
de: Mitarbeiter

source: active
cs: aktivní
de: aktiv
fr: actif

source: language
cs: jazyk
de: Sprache
fr: langage

source: Prefered language of the user for the interface. Use the 2 or 5 letter code like "fr", "en", "fr_QC" or "en_US".
cs: Preferovaný jazyk uživatele pro komunikaci. Použijte 2 nebo 5 místný kód jako "cs", "fr", "en", "fr_QC" or "en_US"
de: Bevorzugte Sprache des Nutzers für die Oberfläche. Benutze Sprach- bzw. Sprach-Ländercode in der Form "fr", "en", "fr_QC" oder "en_US".
fr: Langue de l'interface pour l'utilisateur. Utilisez le code à 2 ou 5 lettres comme "fr", "en", "fr_QC" ou "en_US".

source: time zone
cs: časová zóna
de: Zeitzone
fr: Fuseau horaire

source: Time zone of the user to display the time in local time.
cs: Časová zóna uživatele pro zobrazení lokálního času.
de: Zeitzone des Benutzers, um Zeitangaben in Ortszeit darzustellen.
fr: Zone de l'utilisateur pour afficher l'heure correctement.

source: date joined
cs: datum registrace
de: Datum der Anmeldung
fr: date d'inscription

source: last login
cs: poslední přihlášení
de: Letzte Anmeldung
fr: dernière connexion

source: "user_profile_class" setting not defined.
cs: "user_profile_class" nebylo definováno.
de: Die Einstellung "user_profile_class" ist nicht definiert.
fr: La variable de configuration "user_profile_class" n'est pas définie.

source: No profiles available for user: %s
cs: Nebyl nalezen žádný profil pro uživatele: %s
de: Kein Profil vorhanden für Benutzer: %s
fr: Aucun profile disponible pour l'utilisateur : %s

source: Unable to generate the dvi file.
cs: Nepovedlo se vygenerovat dvi soubor.
de: Konnte die DVI-Datei nicht erstellen.
fr: Impossible de générer le fichier dvi.

source: Unable to generate the png file.
cs: Nepovedlo se vygenerovat png soubor.
de: Konnte die PNG-Datei nicht erstellen
fr: Impossible de générer le fichier png.

source: Unable to move the png file.
cs: Nepovedlo se přesunout png soubor.
de: Konnte die PNG-Datei nicht verschieben.
fr: Impossible de déplacer le fichier png.

source: The LaTeX tag "%s" is not acceptable.
cs: LaTeX značka "%s" není povolena.
de: Der LaTeX-Tag "%s" ist ungültig.
fr: Le marqueur LaTeX "%s" n'est pas autorisé.

source: message queue
cs: fronta zpráv
de: Nachrichten-Warteschlange
fr: queue de messages

source: action
cs: akce
de: Aktion

source: lock status
cs: status zámku
de: Sperrstatus
fr: Statut du lock

source: Free
cs: Volno
de: Frei
fr: Libre

source: In progress
cs: Zpracovává se
de: In Bearbeitung
fr: En cours

source: Completed
cs: Hotovo
de: Abgeschlossen
fr: Terminé

source: Sunday
cs: Neděle
de: Sonntag
fr: dimanche

source: Monday
cs: Pondělí
de: Montag
fr: lundi

source: Tuesday
cs: Úterý
de: Dienstag
fr: mardi

source: Wednesday
cs: Středa
de: Mittwoch
fr: mercredi

source: Thursday
cs: Čtvrtek
de: Donnerstag
fr: jeudi

source: Friday
cs: Pátek
de: Freitag
fr: vendredi

source: Saturday
cs: Sobota
de: Samstag
fr: samedi

source: The login or the password is not valid. The login and the password are case sensitive.
cs: Login nebo heslo nejsou platné. Login a heslo rozlišují velká a malá písmena.
de: Der Anmeldename oder das Passwort sind ungültig. Bitte achte auf korrekte Groß- und Kleinschreibung bei Anmeldename und Passwort.
fr: L'identifiant ou le mot de passe n'est pas valide. Les majuscules/minuscules doivent être respectées.

source: You need to enable the cookies in your browser to access this website.
cs: Je třeba, abyste si zapli cookies ve vašem prohlížeči, abyste mohli prohlížet tento web.
de: Damit Du diese Seite benutzen kannst, musst Du in Deinem Browser Cookies erlauben.
fr: Vous devez activer les cookies dans votre navigateur pour accéder à ce site.

source: Sign In
cs: Přihlásit
de: Anmelden
fr: Se connecter

source: The %s was created successfully.
cs: %s vytvořen v pořádku.
de: %s wurde erfolgreich erstellt.
fr: Le %s a été crée avec succès.

source: The %s was deleted successfully.
cs: %s smazán v pořádku.
de: %s wurde erfolgreich gelöscht.
fr: Le %s a été supprimé avec succès.

source: End tag of a block missing: %s
cs: Konec tagu nebo bloku chybí: %s
de: Der End-Tag eines Block fehlt: %s
fr: Fin du marqueur de bloc manquant: %s

source: Invalid modifier syntax: (%s) %s
cs: Neplatný modifikátor syntaxe: (%s) %s
de: Ungültige Modifikator-Syntax: (%s) %s
fr: Syntaxe de modificateur invalide : %s

source: Unknown modifier: (%s) %s
cs: Neznámý modifikátor: (%s) %s
de: Unbekannter Modifikator: (%s) %s
fr: Modificateur inconnu: (%s) %s

source: End tag of a block missing: literal
cs: Konec tagu nebo bloku chybí: literal
de: Der End-Tag eines Block fehlt: literal
fr: Fin du marqueur de bloc manquant: literal

source: Start tag of a block missing: literal
cs: Začátek tagu nebo bloku chybí: literal
de: Der Start-Tag eines Block fehlt: literal
fr: Début du marqueur de bloc manquant: literal

source: The function tag "%s" is not allowed.
cs: Funkce tag "%s" není povolena.
de: Der Funktions-Tag "%s" ist nicht erlaubt.
fr: Le tag "%s" n'est pas autorisé.

source: The function tag "{%s ...}" is not supported.
cs: Funkce tag "{%s ...}" není podporována.
de: Der Funktions-Tag "{%s ...}" wird nicht unterstützt.
fr: Le tag "{%s ...}" n'est pas supporté.

source: The value must not be empty.
cs: Hodnota nesmí být prázdná.
de: Der Wert darf nicht leer sein.
fr: La valeur ne doit pas être vide.

source: The URL <em>%s</em> is not valid.
cs: Odkaz <em>%s</em> není platný.
de: Die URL <em>%s</em> ist ungültig.
fr: L'URL <em>%s</em> n'est pas valide.

source: The password must be at least <em>%s</em> characters long.
cs: Heslo musí být alespoň <em>%s</em> znaků dlouhé.
de: Das Passwort muss mindestens <em>%s</em> Zeichen lang sein.
fr: Le password doit avoir au minimum <em>%s</em> caractères.

source: The email address "%s" is not valid.
cs: E-mailová adresa není validní.
de: Die E-Mail-Adresse "%s" ist ungültig.
fr: L'adresse email "%s" n'est pas valid.

source: The date and time <em>%s</em> are not valid.
cs: Datum a čas <em>%s</em> není validní.
de: Die Angabe <em>%s</em> für Datum und Zeit ist ungültig.
fr: Le jour et l'heure <em>%s</em> ne sont pas valides.

source: The date <em>%s</em> is not valid.
cs: Datum <em>%s</em> není validní.
de: Das Datum <em>%s</em> ist nicht gültig.
fr: La date <em>%s</em> n'est pas valide.

source: code name
cs: kódové jméno
fr: nom de code

source: The code name must be unique for each application. Standard permissions to manage a model in the interface are "Model_Name-create", "Model_Name-update", "Model_Name-list" and "Model_Name-delete".
cs: Kódové jméno musí být unikátní pro každou aplikaci. Standartní oprávnění pro správu model v rozhraní je "Model_Name-create", "Model_Name-update", "Model_Name-list" and "Model_Name-delete".
de: Der Code-Name muss für jede Anwendung einmalig sein. Standarderlaubnisse für die Verwaltung eines Modells des Interfaces sind "Model_Name-create", "Model_Name-update", "Model_Name-list" und "Model_Name-delete".
fr: Le code doit être unique pour chaque application. Les permissions de base sont "Model_Name-create", "Model_Name-update", "Model_Name-list" et "Model_Name-delete".

source: application
cs: aplikace
de: Anwendung

source: The application using this permission, for example "YourApp", "CMS" or "SView".
cs: Aplikace využívající opravnění, například "YourApp", "CMS" or "SView".
de: Die Anwendung, die dieses Zugriffsrecht verwendet, zum Beispiel "YourApp", "CMS" oder "SView".
fr: L'application utilisant cette permission, par exemple "VotreApp", "CMS", etc.

source: weighted occurence
de: gewichtetes Vorkommen

source: login
de: Anmeldename
fr: identifiant

source: The uploaded file is too large. Reduce the size of the file and send it again.
de: Die hoch geladene Datei ist zu groß. Verringere die Dateigröße und lade sie erneut hoch.
fr: Le fichier transmis est trop gros. Réduisez la taille du fichier et transmettez le une nouvelle fois.

source: The value should not be more than <em>%s</em> characters long.
de: Der Wert sollte aus nicht mehr als <em>%s</em> Zeichen bestehen.
fr: La valeur ne doit pas faire plus de <em>%s</em> caractères.

source: ponderated occurence
fr: occurrence pondérée

source: MB
fr: Mo

source: kB
fr: ko

source: bytes
fr: octets
